{"customPackID":"ba7de0ff-fcc1-4818-9dcf-9e2a06c62552","customPackName":"MummysMask-Backgrounds","listCustomBackgrounds":[{"databaseID":1,"timestamp":"1679707983906","id":"5a630163-1a96-46d8-b46e-463b9f9523e7","name":"Blood of the Pharaohs","traits":"3rd Party","boost_ref_1":"4","boost_ref_2":"3","freeFeatID":"GENERAL_Multilingual","freeFeatDetail":"as part of this feat you can learn any one language of your choice that is common or uncommon, and you learn Ancient Osiriani","skill":"Society","lore":"Genealogy","description":"<i>Long ago, one of your ancestors ruled over the lands of Osirion. Although you are many generations removed and the line of descent is hard to prove, his or her blood still runs in your veins. Perhaps you may find some proof of your lineage in the tombs of Wati's necropolis.</i>","src":"Mummy's Mask Player Guide"},{"databaseID":1,"timestamp":"1679708737006","id":"8c498d02-ea17-4efb-8191-a7e4115134e1","name":"Devotee of the Old Gods","traits":"3rd Party","boost_ref_1":"4","boost_ref_2":"5","freeFeatID":"GENERAL_Student of the Canon","skill":"Religion","lore":"Deity","description":"<i>Osirion has a history stretching back over 8,000 years, and the deities worshiped today in modern Osirion are not the same ones revered in Ancient Osirion's heyday-deities with names like Anubis, Osiris, Ra, and Set, among others. Your family never lost the faith of your ancestors, however, and your devotion to one of the deities of Ancient Osirion has helped keep the memory of Osirion's past alive-a past that still lingers on in the untouched necropolis of Wati.</i><br><br>You gain a Lore skill related to your deity.","src":"Custom"},{"databaseID":1,"timestamp":"1679707965719","id":"6fec5c3a-d91f-4dc4-b6d7-2a7b8515314b","name":"Foreign Opportunist","traits":"3rd Party, Mummy's Mask","boost_ref_1":"3","boost_ref_2":"5","freeFeatID":"GENERAL_Experienced Professional","skill":"Diplomacy","lore":"Mercantile","description":"<i>You're not a native Osirian, but the opportunity to explore the tombs of Ancient Osirion-and \"liberate\" the treasures they hold-is too good to pass up. Whether or not you're interested in the history of this land, you're definitely interested in the wealth that's lain hidden in dusty crypts for millennia­ such as the tombs in the newly opened necropolis of Wati.</i>","src":"Mummy's Mask Player Guide"},{"databaseID":1,"timestamp":"1679708202389","id":"a53020b0-6a6e-4347-901c-45285cb76b5e","name":"Inquisitive Archaeologist","traits":"3rd Party","boost_ref_1":"4","boost_ref_2":"3","skill":"Crafting","lore":"Architecture","description":"<i>You have studied the architectural styles of nations throughout the Inner Sea region, but none have fascinated you like the architecture of Ancient Osirion. Hearing that the famed necropolis of Wati has finally been opened for exploration, you've come to that city to get firsthand experience with the lost secrets of Ancient Osirion's master builders.</i><br><br>You gain the Canny Acumen feat (must be added manually).","src":"Custom"},{"databaseID":1,"timestamp":"1679708617522","id":"2ed5a864-4b87-4458-8dd9-041718776d99","name":"Mummy-Cursed","traits":"3rd Party","boost_ref_1":"2","boost_ref_2":"4","skill":"Occultism","lore":"Curse","description":"<i>One of your ancestors ran afoul of a mummy's curse while exploring an ancient tomb. This curse was passed down to later generations of your family, but over time, your line has become more resistant to curses. You've come to Wati to explore its untouched necropolis, and while you hope you won't have to face a real undead mummy, at least you have some defense if you do.</i><br><br>You gain a +1 circumstance bonus to saving throws against curse effects.  If you roll a success on a saving throw against a curse effect, you get a critical success instead.","src":"Mummy's Mask Player Guide"},{"databaseID":1,"timestamp":"1679708765663","id":"29c29e90-659a-462c-870d-997e8583e053","name":"Resurrected","traits":"3rd Party","boost_ref_1":"2","boost_ref_2":"4","skill":"Acrobatics","lore":"Resurrection Lore","description":"<i>At some time in the recent past you died, but you were brought back to life-whether because of magic, a blessing of the gods, a destiny you have to fulfill, or perhaps it just wasn't your time to die yet. Whatever the nature of your resurrection, your experience gave you a fascination with death, and you hope to find some insight into the nature of mortality by exploring the tombs of Wati's famous necropolis.</i><br><br>You're trained in a Lore skill related to the manner of your resurrection. You gain the Diehard feat (must be added manually). ","src":"Custom"},{"databaseID":1,"timestamp":"1679708601802","id":"a4539dae-68fe-4ddd-b7f6-1af4e4dbc984","name":"Sphinx Riddler","traits":"3rd Party","boost_ref_1":"4","boost_ref_2":"3","freeFeatID":"GENERAL_Multilingual","freeFeatDetail":"as part of this feat you can learn any one language of your choice that is common or uncommon, and you learn Sphinx","skill":"Diplomacy","lore":"Sphinx","description":"<i>You've always been fascinated with the ancient race of sphinxes, and are inspired by them to love puzzles and riddles and enjoy solving difficult dilemmas. Like so many others, you've come to Wati to explore its ancient necropolis, but you've also heard that sphinxes occasionally visit a sphinx-shaped ruin called Ubet's Folly in the city-perhaps you'll have the chance to meet and talk with a sphinx yourself.</i>","src":"Mummy's Mask Player Guide"},{"databaseID":1,"timestamp":"1679708592685","id":"08b298ef-36d5-4a64-96e0-ba949d922b26","name":"Trap Finder","traits":"3rd Party","boost_ref_1":"1","boost_ref_2":"3","freeFeatID":"GENERAL_Snare Crafting","skill":"Crafting","lore":"Trap","description":"<i>Forgotten dungeons and ancient tombs have always held an appeal for you, and you've never been able to resist the urge to delve into these lost sites in search of knowledge, treasure, or both. You may not have received any formal training in the roguish arts, but you've nonetheless become skilled at spotting and disabling hidden traps. The tombs of Wati's necropolis, just opened for exploration, seem like the perfect place to put your skills to the test.</i>","src":"Mummy's Mask Player Guide"},{"databaseID":1,"timestamp":"1679708584785","id":"67529fef-0232-4293-9319-1143ebefa7d1","name":"Undead Crusader","traits":"3rd Party, Mummy's Mask","boost_ref_1":"4","boost_ref_2":"0","skill":"Religion","lore":"Undead","description":"<i>You have dedicated your life to eradicating the scourge of the undead from Golarion. You have spent countless hours studying the different types of undead and have trained endlessly to learn the best ways to defeat them. If any undead creatures come out of the tombs of Wati's necropolis, you'll be ready for them!</i><br><br>When you attack an undead creature, you gain a circumstance bonus to damage equal to the number of weapon damage dice.","src":"Mummy's Mask Player Guide"},{"databaseID":1,"timestamp":"1679708665614","id":"69c4c779-add2-41e2-886c-e4bdac5863a3","name":"Wati Native","traits":"3rd Party, Mummy's Mask","boost_ref_1":"1","boost_ref_2":"3","freeFeatID":"GENERAL_Streetwise","skill":"Society","lore":"Wati","description":"<i>You were born and raised in the city of Wati, and you know its streets and secrets well. Although it's frowned upon by the city's authorities, you have sneaked into the necropolis on multiple occasions to wander its dusty, abandoned streets. Out of respect for the deceased, you've never actually entered one of the necropolis's silent tombs, but you have no fear of what might lie inside.</i>","src":"Custom"}]}