{"customPackID":"506c38d1-b346-4cfa-ba8d-4516bf44a8ad","customPackName":"MummysMask-MagicItems","listCustomArmor":[{"databaseID":1,"timestamp":"1679709661185","uniqueIdentiier":"56f8dc99-7a55-458c-a291-f0dd8972da5d","name":"Akhentepi's Armor","itemLevel":2,"price":35,"bulk":"L","description":"This suit of padded armor is of traditional Osirian design, consisting of a quilted cuirass of lightweight, breathable linen; a linen kilt; and a teardrop-shaped groin guard of stiffened linen. When worn, the thick quilted linen reduces the DC of the flat check to end persistent bleed damage from 15 to 14 (9 with particularly effective assistance).<br><br>In addition, this armor grants its wearer a sense of impending danger.","src":"Custom","action0":-1,"action0desc":"envision; Frequency once per day; Trigger You roll for initiative; Effect You gain a +1 item bonus to your initiative roll.","acBonus":1,"strength":10,"dexCap":3,"armorTraits":"3rd Party, Mummy's Mask, Unique, Divination, Magical, Necromancy"},{"databaseID":1,"timestamp":"1679768912253","listCustomEffects":[{"proficiencyName":"Fire","effectType":12,"bonusAmount":15,"reference":"12c0b968-8e74-4de0-b3e7-2f2f46f8c989"}],"uniqueIdentiier":"1576e17c-9324-492a-947c-4fc0126340f7","name":"Khpresh of Refuge","itemLevel":18,"description":"This traditional Osirian crown-known as a khepresh, or \"war crown\"-is made of hardened blue leather and adorned with discs of blue-tinted electrum and a rearing, hooded cobra of gold,<br>was crafted specifically for the Sky Pharaoh Hakotep I. <br><br>The crown is etched with armor runes, functioning as <i>+2 greater resilient explorer’s clothing</i>. Additionally, the wearer gains Resistance 15 against fire.","src":"Custom","action0":0,"action0desc":"(concentrate, misfortune); <b>Frequency</b> three times per day; <b>Trigger</b> A creature hits or critically hits you with an attack, but damage has not yet been rolled; <b>Effect</b> You force the creature to reroll the attack, taking the worst result.","proficiencyType":3,"dexCap":5,"armorTraits":"3rd Party, Mummy's Mask, Unique, Abjuration, Invested, Magical, Comfort"},{"databaseID":1,"timestamp":"1679711026896","uniqueIdentiier":"22265634-ed04-400b-ba5f-5bf3fde976fa","name":"Locust Cuirass","itemLevel":9,"price":700,"bulk":"1","description":"This <i>+1 resilient leather armor</i> feels oddly like insect chitin than supple leather. You gain a +2 item bonus to Athletic checks to High Jump and Long Jump.","src":"Custom","action0":0,"action0desc":"Mental; <b>Trigger</b> You begin falling; <b>Duration</b> You land or have fallen for 6 rounds; <b>Frequency</b> Once per day; <b>Effect</b> A swarm of locusts spawn around you, arresting your fall. Your fall slows to 10 feet per round and, while falling, you can move up to 5 feet in any horizontal direction for every 1 foot you fall, moving up to 50 feet per round. When calculating falling damage, you do not count the portion of the fall you are under this effect.","acBonus":1,"strength":9,"dexCap":4,"checkPenalty":-1,"armorTraits":"3rd Party, Mummy's Mask, Uncommon, Invested, Magical"},{"databaseID":1,"timestamp":"1679767593496","listCustomEffects":[{"proficiencyName":"Air Walk","effectType":9,"bonusType":3,"bonusAmount":4,"reference":"502ad6dd-544f-4868-bdc1-7084dfe673c8"},{"proficiencyName":"Electricity","effectType":12,"bonusAmount":15,"reference":"41971244-e2a5-4432-b8ef-9444871fbe64"}],"uniqueIdentiier":"7a3f9b2a-3f83-45cf-83c7-9143a7ac78db","name":"Skyplate Armor","itemLevel":15,"price":6000,"bulk":"1","description":"This suit of <i>+2 greater resilient scale mail</i> weighs less than normal scale mail, making the wearer feel airy. While you are wearing this armor, you gain resistance 15 to electricity damage.","src":"Custom","proficiencyType":2,"acBonus":3,"strength":14,"dexCap":2,"checkPenalty":-2,"speedPenalty":-5,"armorTraits":"3rd Party, Mummy's Mask, Air, Electricity, Invested, Magical, Primal"}],"listCustomShields":[{"databaseID":1,"timestamp":"1679709417435","uniqueIdentiier":"03089187-ceb1-4600-8f81-488c526fcc52","category":-1,"name":"Scarab Shield","itemLevel":2,"price":35,"bulk":"1","traits":"3rd Party, Mummy's Mask, Uncommon, Abjuration, Magical","description":"A <i>scarab shield</i> is a steel shield fashioned in the shape of a scarab beetle-a creature that functions as a psychopomp for Pharasma, guiding the souls of the departed into the afterlife. While you have it raised, the scarab shield grants you a +1 item bonus to Will saving throws against Fear effects.","src":"Custom","action0":0,"action0desc":"envision; Frequency once per day; Trigger A swarm of animals attempts to occupy your space; Requirements You have the scarab shield raised; Effect The swarm treats you as being Unnoticed and can’t enter your space until you no longer spend an action on your turn to raise the scarab shield or you use a hostile action, in which case this effect ends after that hostile action is completed or at the end of your turn.","hardness":5,"hp":20}],"listCustomWeapons":[{"databaseID":1,"timestamp":"1679766896516","uniqueIdentiier":"fa94aced-4d83-4af7-ba62-24dfc2993565","name":"Axe of the Imperative","itemLevel":14,"price":4000,"hands":"1","bulk":"1","description":"This <i>+2 greater striking keen battle axe</i> cuts through willpower and resolve as it hews through flesh and bone.","src":"Custom","action0":0,"action0desc":"(auditory, command, curse, linguistic, mental); <b>Frequency</b> three times per day; <b>Trigger</b> You make a successful Strike against a creature; <b>Effect</b> You give a command that consists of five words or fewer, such as “Never attack me again!”, “Never cast an enchantment spell!” or “Don’t set foot in Sothis!”. The target of the attack can attempt to resist your command with a DC 31 Will save. The wielder of the axe is aware if a command is broken. The effects of the command immediately ends if the wielder issues a new command with this axe.\n<b>Critical Success</b> The target is unaffected.\n<b>Success</b> The target must follow your command for 24 hours. If it breaks your command, it takes damage as if the wielder who issued the command had made a successful Strike with the axe against them.\n<b>Failure</b> The target must follow your command for 1 week. If it breaks your command, it takes damage as if the wielder who issued the command had made a critically successful Strike with the axe against them.\n<b>Critical Failure</b> As a failure, but must follow the command for 1 year.","proficiencyType":1,"group":"Axe","weaponTraits":"3rd Party, Mummy's Mask, Unique, Enchantment, Invested, Magical, Sweep"},{"databaseID":1,"timestamp":"1679768680423","uniqueIdentiier":"c6ad33d5-b90b-47b4-a4ee-d18a66041707","name":"Flail of Kings","itemLevel":18,"hands":"1","bulk":"1","description":"The flail is a 2-foot-long rod of gold, ended with three beaded strands of semi-precious stones. It functions as a <i>+3 greater striking greater thundering</i> flail. ","src":"Custom","damage":6,"damageType":"B","group":"Flail","weaponTraits":"3rd Party, Mummy's Mask, Unique, Arcane, Invested, Magical, Disarm, Sweep, Trip"},{"databaseID":1,"timestamp":"1679710124360","uniqueIdentiier":"0e182717-182b-4344-bccc-5b2995c2f335","name":"Natron Sword","itemLevel":5,"price":160,"hands":"1","bulk":"1","description":"This <i>+1 striking khopesh</i> is carved from a single chunk of magically strengthened mineral salts. Any hit with this sword deals 1 extra damage; this extra damage becomes negative damage against living creatures or positive damage against undead.","src":"Custom","action0":1,"action0desc":"(concentrate); Effect Until the end of your turn, the blade deals 1d6 extra damage instead of just 1. After you use this action, you can’t use it again for 10 minutes.","proficiencyType":1,"weaponTraits":"3rd Party, Mummy's Mask, Rare, Magical, Necromancy, Negative, Positive, Trip"},{"databaseID":1,"timestamp":"1679711203003","uniqueIdentiier":"46c5f6e7-e727-4213-bad2-d4147cf9704c","name":"Rod of Uraeus","itemLevel":8,"price":450,"hands":"1","bulk":"L","description":"This <i>+1 striking light mace</i> is a rod fashioned in the form of a uraeus, the legendary two-headed winged cobra that is the symbol of the Ancient Osirian deity Wadjet, patron of Osirion and the goddess of good serpents, the River Sphinx, and wisdom. The priesthood of Wadjet is credited with creating the first rods of the uraeus, but others have since replicated the feat.","src":"Custom","action0":2,"action0desc":"mental; <b>Frequency</b> Twice per day; <b>Effect</b> The rod spits stinging poison in a 30-foot line (DC 24 Reflex save).\n<b>Critical Success</b> The target is unaffected.\n<b>Success</b> The target is dazzled for 1 round.\n<b>Failure</b> The target is blinded for 1 round and dazzled for 1 minute. The creature can spend an Interact action rubbing its eyes and make a DC 24 Fortitude save, ending the dazzled condition on a success.\n<b>Critical Failure</b> The target is blinded for 1 minute. The creature can spend an Interact action rubbing its eyes and make a DC 24 Fortitude save, ending the blinded condition and gaining the dazzled condition for the remainder of the duration. It can repeat the Interact action and save to end the dazzled condition.","damage":4,"damageType":"B","group":"Club","weaponTraits":"3rd Party, Mummy's Mask, Uncommon, Evocation, Poison, Invested, Magical, Agile, Finesse, Shove"},{"databaseID":1,"timestamp":"1679767775796","uniqueIdentiier":"0e9c625f-58c3-40f5-984a-07f82175fb8c","name":"Rod of the Devoured Dawn","itemLevel":13,"price":3000,"hands":"1","bulk":"1","description":"The head of this <i>+2 greater striking anarchic mace</i> is carved to resemble the visage of the Ancient Osirian deity Apep, Devourer of the Dawn, god of chaos, darkness, destruction, and snakes. This rod allows the wielder to summon powerful forces of darkness and devour your enemies.<br><br><b>Activate</b> [Reaction] (concentrate); <b>Frequency</b> once per day; <b>Trigger</b> You critically succeed in Striking a Medium sized or smaller creature within this weapon; <b>Effect</b> The rod attempts a Grapple action with a +21 Athletics check. On a success, the rod’s jaw unhinges and expands momentarily to swallow the creature, gulping it into a flesh-walled extradimensional space. The swallowed creature is grabbed, is slowed 1, and has to hold its breath or start suffocating. The swallowed creature takes the rod’s normal weapon damage at the end of each of its turns while it’s swallowed. If the victim Escapes this rod’s grabbed condition, it exits through the rod’s mouth. A swallowed creature can attack the fleshy extradimensional space, but only with unarmed attacks or with weapons of light Bulk or less. The rod is flat-footed against the attack (AC 31). If the rod takes piercing or slashing damage equal to or exceeding 25 hit points from a single attack or spell, the engulfed creature cuts itself free. A creature that gets free by either Escaping or cutting itself free can immediately breathe and exits the rod’s mouth. A creature that dies in the rod is disgorged immediately.","src":"Custom","action0":2,"action0desc":"<b>Frequency</b> once per day; <b>Requirements</b> Your alignment must be chaotic; <b>Effect</b> You cast a 4th-level divine <i>darkness</i> spell.","damage":6,"damageType":"B","group":"Club","weaponTraits":"3rd Party, Mummy's Mask, Rare, Chaos, Darkness, Divine, Invested, Shove"},{"databaseID":1,"timestamp":"1679712611332","listCustomEffects":[{"proficiencyName":"Feather Fall","effectType":9,"bonusAmount":1,"reference":"083ac803-07af-458d-9821-b23e454ce208"}],"uniqueIdentiier":"5aa22f24-8958-4cdc-a6f3-be69ab10bb25","name":"Scimitar of the Striking Wind","itemLevel":9,"price":700,"hands":"1","bulk":"1","description":"This bronze <i>+1 striking scimitar</i> bears an eagle motif on its pommel. While you are wielding this weapon in hand, you can cast <i>featherfall</i> as an arcane innate spell.","src":"Custom","action0":1,"action0desc":"(command, move, mental); <b>Frequency</b> four times per day; <b>Duration</b> until the end of your turn; <b>Effect</b> You gain a fly speed equal to your Speed or 20 feet, whichever is greater. At the end of your turn, you lose your fly speed. If you end your turn while flying, you immediately fall to the ground.","proficiencyType":1,"damage":6,"weaponTraits":"3rd Party, Mummy's Mask, Uncommon, Air, Invested, Magical, Transmutation, Forceful, Sweep"},{"databaseID":1,"timestamp":"1679712707008","uniqueIdentiier":"0054d4b2-a72f-43c7-9b5a-bb294f5fe7e2","name":"Scorpion Tail Whip","itemLevel":10,"price":1000,"hands":"1","bulk":"1","description":"This <i>+2 striking venomous whip</i> is made of countless tiny chitinous plates interlocking to form an articulated cord, tipped with sharp blades. It grants a +1 item bonus to Initiative checks while the whip is being wielded in hand.","src":"Custom","proficiencyType":1,"damage":6,"group":"Flail","weaponTraits":"3rd Party, Mummy's Mask, Rare, Divination, Invested, Magical, Disarm, Finesse, Nonlethal, Reach, Trip"},{"databaseID":1,"timestamp":"1679709694432","listCustomEffects":[{"proficiencyName":"True Strike","effectType":9,"bonusAmount":1,"reference":"6bdc0279-3ab6-4a13-a9f3-a7fe34330708"}],"uniqueIdentiier":"0e7fb995-a209-4050-974d-46040c83ba86","name":"Spear of the Watchful Guardian","itemLevel":3,"price":70,"hands":"1","bulk":"1","description":"This <i>+1 cold iron spear</i> has a magically strengthened tip and enables its wielder to face down many foes.<br>","src":"Custom","action0":1,"action0desc":"(interact); Frequency once per day; Effect You cast true strike.","damage":6,"damageType":"P","range":"thrown 20 feet","group":"Spear","weaponTraits":"3rd Party, Mummy's Mask, Unique, Magical, Divination, Fortune"},{"databaseID":1,"timestamp":"1679769246941","uniqueIdentiier":"4dbfa53e-303c-42d6-a37b-07315a9529f9","name":"Staff of the Hooded Cobra","itemLevel":14,"price":3999,"hands":"1","bulk":"1","description":"This <i>+2 greater striking staff</i> is carved from a single piece of darkwood and topped by the head of a hooded cobra. When you critically succeed at an attack roll with the staff, magical fangs emerge and poison the target, dealing 2d6 persistent poison damage.","src":"Custom","action0":0,"action0desc":"(concentrate); <b>Trigger</b> when you successfully Strike a creature; <b>Frequency</b> once per day; <b>Effect</b> The staff’s head transforms into a hooded cobra and the Strike deals an extra 1d6 piercing damage and the target is exposed to purple worm venom <i>(CRB p.553)</i>.","damage":4,"damageType":"B","group":"Club","weaponTraits":"3rd Party, Mummy's Mask, Magical, Poison, Two-Hand d8"},{"databaseID":1,"timestamp":"1679711738961","uniqueIdentiier":"ec5ab92a-312c-46fe-9846-62b431520648","name":"Swarmbow","itemLevel":8,"price":500,"hands":"1+","bulk":"1","description":"This <i>+1 thundering striking composite shortbow</i> is carved of withered juniper wood to resemble a swarming mass of wasps.","src":"Custom","action0":-1,"action0desc":"(on a successful ranged Strike); mental; <b>Frequency</b> Once per day; <b>Effect</b> You conjure a wasp swarm <i>(Lv4, PB p324)</i> to fight for you. The wasp swarm immediately takes its turn after you and attacks any creature within its space. It can not leave its space and lasts for 1 minute or until destroyed.","proficiencyType":1,"rangedType":1,"damage":6,"damageType":"P","range":"60 feet","reload":"0","group":"Bow","weaponTraits":"3rd Party, Mummy's Mask, Uncommon, Conjuration, Magical, Deadly d10, Propulsive"}],"listCustomEquipment":[{"databaseID":1,"timestamp":"1679709608886","listCustomEffects":[{"proficiencyName":"Mage Armor","effectType":9,"bonusAmount":1,"reference":"4e67a964-0859-43e5-8c5a-17f7ba9f29a9"}],"uniqueIdentiier":"bce2a476-5746-4a4f-9e8d-1e62105d6a80","category":8,"name":"Ariseti's Engagement Ring","itemLevel":3,"price":60,"bulk":"L","traits":"3rd Party, Mummy's Mask, Unique, Abjuration, Invested, Magical","usage":"worn ring","description":"A simple engagement ring with an inscription on the inner band “Ariseti”. ","src":"Custom","action0":2,"action0desc":"Frequency once per day; Effect You cast a 1st-level arcane <i>mage armor</I> spell."},{"databaseID":1,"timestamp":"1679711811678","uniqueIdentiier":"b730c54a-9ef2-4ba4-9f3a-cb4f56619181","category":8,"name":"Armband of the Golden Serpent","itemLevel":10,"price":900,"traits":"3rd Party, Mummy's Mask, Uncommon, Abjuration, Invested, Magical","usage":"worn","description":"This armband is that of a twisting golden serpent that coils around the wearer’s arm, occasionally moving of its own volition.","src":"Custom","action0":-1,"action0desc":"(metamagic); Effect If your next action is to Cast a Spell with a range of touch, the casting of the spell does not provoke Attacks of Opportunity."},{"databaseID":1,"timestamp":"1679710673345","uniqueIdentiier":"fc12f29a-5f0e-4e8a-9224-b127607fe64e","category":8,"name":"Bottle of Shifting Sand","itemLevel":8,"price":80,"bulk":"L","traits":"3rd Party, Uncommon, Consumable, Earth, Magical, Transmutation","usage":"held in 1 hand","description":"This ornate glass bottle is filled with loose sand. You activate a bottle of shifting sand by throwing it as a Strike. It’s a simple thrown weapon with a range increment of 20 feet and it can be thrown up to the object’s sixth range increment, as normal. Targeting a specific area or square does not require an attack roll unless you are trying to hit a creature. If you attempt to hit a creature, you make your Strike against the target’s AC. On a critical success, the target treats their saving throw as one degree worse to resist the bottle of shifting sand’s effects.<br><br>When the bottle hits the ground, sand erupts in a 20-foot burst centered on the bottle. The area becomes difficult terrain and any tracks in the area are destroyed by the churning ground. Creatures standing in the area take a -1 status penalty to Acrobatics checks to Balance and Tumble Through and Athletics checks to High Jump and Long Jump. Creatures that enter or begin their turn standing in the shifting sand must attempt a DC 24 Reflex save. The shifting sand remains for 1 minute before the sand disappears, leaving no aftereffects.<br><br><b>Critical Success</b> The creature is unaffected and ignores the area’s difficult terrain and penalty to skill checks until the end of its turn.<br><b>Success</b> The creature ignores the area’s penalty to skill checks until the end of its turn.<br><b>Failure</b> The creature is affected normally by the spell this turn.<br><b>Critical Failure</b> The creature becomes immobilized within the spell’s area until it Escapes. If the creature was already immobilized by shifting sands, it also falls prone.","src":"Custom"},{"databaseID":1,"timestamp":"1679711995816","uniqueIdentiier":"a2226062-a992-4a3f-9eb8-6816da7d4cca","category":8,"name":"Bronze Sentinel","itemLevel":11,"price":5000,"bulk":"10","traits":"3rd Party, Mummy's Mask, Unique, Large, Vehicle","description":"Built by a group of forgotten arcanists and researchers in a secret outpost deep within the Osirian desert, the bronze sentinel is a magical vehicle shaped as a 15-foot-tall bronze humanoid statue, crafted in the shape of a muscular man wearing a silver headband that resembles two serpents twined together. When the sentinel is active, its eyes shine with green light and a triangle of runes on its chest glows silver.<br><b>Space</b> 10 feet long, 10 feet wide, 15 feet high<br><b>Crew</b> 1 pilot; it requires a DC 29 Perception check to find a secret catch that opens a hatch in the statue’s back for the pilot to enter<br><b>Piloting Check</b> Driving Lore (DC 28) or Crafting (DC 30)<br><b>AC</b> 25; <b>Fort</b> +20<br><b>Hardness</b> 15, <b>HP</b> 150 (BT 75); <b>Immunities</b> object immunities<br><b>Speed</b> 20 feet (clockwork, magical)<br><b>Collision</b> 7d10 (DC 28)<br><b>Manipulate Hands</b> [2-Actions] (Interact) The pilot operates a lever set up like a joystick, allowing the pilot to extend and manipulate the sentinel’s hands. The hands can make a fist attack as well as perform fine actions such as Disabling a Device, Stealing something, or opening the stopper on a potion bottle. They can grasp and hold up to 50 bulk.<br><b>Fist</b> [2-Actions] (magical, reach 10 feet) 7d10 bludgeoning, single target, DC 28 basic Reflex save<br><b>Open Eyes</b> [2-Actions] (Interact) The pilot pulls a lever to open the sentinel's eyes, which shine bright light within 20 feet and dim light for the next 20 feet. A pilot can take this action again to close the eyes.<br><b>Open Portholes</b> [2-Actions] (Interact) A pilot pulls a lever to open two portholes, allowing the pilot to see outside the sentinel and other creatures to see into it. A pilot can take this action again to close the portholes.<br><b>Submersible</b> The bronze sentinel can protect its pilot from water pressure to a maximum depth of 900 feet and contains enough air for 1d4+1 hours for a pilot alone.<br><b>Power Source</b> The bronze sentinel requires two objects to function: a strange triangular piece of iron with a gold feather engraved along each surface and a control rod containing the sentience and programmed responses.","src":"Custom"},{"databaseID":1,"timestamp":"1679768136644","listCustomEffects":[{"proficiencyName":"Arcana","bonusAmount":3,"reference":"4394b9bb-3761-4bd0-af30-fd54d25b64a3"},{"proficiencyName":"Shield","effectType":9,"int0":8,"reference":"2c333410-3fd7-4def-9ec9-ede86adcda59"}],"uniqueIdentiier":"d29e9d07-308c-4404-9a98-7144736d9b6d","category":8,"name":"Cartouche of Distinctive Warding","itemLevel":17,"price":15000,"bulk":"L","traits":"3rd Party, Mummy's Mask, Arcane, Divination, Invested, Magical","usage":"worn as an amulet","description":"This winged, golden cartouche hangs on a leather thong beaded with semi­-precious stones. This cartouche grants a +3 item bonus to Arcana checks and allows you to cast the <i>shield</i> cantrip as an arcane innate spell.<br><br><b>Activate</b> 1 minute, interact; <b>Frequency</b> once per day; <b>Duration</b> 1 hour; <b>Effect</b> You write the name of a specific individual in Ancient Osiriani hieroglyphs and the cartouche’s powers go dormant, but for the next hour the wearer is protected against the inscribed individual by granting a +1 status bonus to AC, saving throws, and skill checks against effects and attacks made by the inscribed individual.<br><br>Once the hour passes, the name inscribed on the cartouche fades, you lose your investment in the item, and it can’t be used again until you finish your daily preparations and invest the cartouche again.","src":"Custom"},{"databaseID":1,"timestamp":"1679768309582","uniqueIdentiier":"b5ac536d-c835-4ed3-85ca-bb27b4a37964","category":8,"name":"Chariot of the Conqueror","itemLevel":15,"price":13000,"bulk":"10","traits":"3rd Party, Mummy's Mask, Unique, Large, Vehicle","description":"This fantastic vehicle was fashioned specifically for General Tawaret, who rode it into battle throughout her military career. The chariot is pulled by a team of two ghostly manticores controlled by beaded reigns.<br><b>Space</b> 5 feet long, 10 feet wide, 4 feet high<br><b>Crew</b> 1 pilot (see Ghost Ride), 1 passenger<br><b>Piloting Check</b> Driving Lore (DC 34) or Arcana or Nature (DC 36 to command the ghostly manticores)<br><b>AC</b> 31; <b>Fort</b> +25<br><b>Hardness</b> 20, <b>HP</b> 250 (BT 125); <b>Immunities</b> critical hits, object immunities, precision damage<br><b>Speed</b> 150 feet, fly 150 feet (pulled by two ghostly manticores)<br><b>Collision</b> 9d10 (DC 34)<br><b>Ghost Ride</b> [1 Action] (concentrate, verbal); <b>Frequency</b> once per day; <b>Duration</b> 1 hour; <b>Effect</b> The ghostly manticores pilot the chariot based on the verbal commands from the pilot (no action required). The manticores have a +22 bonus to their Piloting Lore check.<br><b>Ghostly Manticores</b> The chariot is pulled by two ghostly manticores. They share the statistics of the chariot and can take no other action but to pull the chariot.<br><b>All-Terrain</b> The chariot ignores difficult terrain and is under the effects of a permanent arcane <i>water walk</i> spell.","src":"Custom"},{"databaseID":1,"timestamp":"1679766960663","uniqueIdentiier":"9961c39b-8f2f-4b6a-854b-5dd1beda1616","category":8,"name":"Chest of Keeping","itemLevel":15,"price":6000,"bulk":"1","traits":"3rd Party, Mummy's Mask, Conjuration, Extradimensional, Magical","usage":"opened with two hands","description":"<b>Capacity</b> 150 bulk<br>Though it appears to just be a large container, it opens into an extradimensional space and is larger on the inside and is capable of holding up to 150 bulk. Objects placed within the chest do not decay and effects that require the object to be fresh don’t count the time passing during this duration as having elapsed. Living creatures within the chest have no need for sustenance, though still age normally.<br><br>Once the lid is closed, the chest can be folded up so it is only the size of a small box. It takes a minute to unfold the chest.","src":"Custom"},{"databaseID":1,"timestamp":"1679768510656","listCustomEffects":[{"proficiencyName":"Spell Turning","effectType":9,"bonusAmount":7,"int0":1,"reference":"e9d64324-1306-4daa-9c45-b0d096437e13"}],"uniqueIdentiier":"ad4012f1-7b30-4c94-94b1-648b8bb9060e","category":8,"name":"Crook and Flail of Kings","itemLevel":18,"price":24000,"bulk":"1","traits":"3rd Party, Mummy's Mask, Unique, Arcane, Invested, Magical","usage":"wielded in two hands (one in each hand)","description":"Crafted by the fabled thaumaturge Sekhmenathes of An for Hakotep’s grandfather, these two symbols of rulership were passed down to the Sky Pharaoh by his father and buried with Hakotep in his crypt when his successor Djederet II ascended the throne.<br><br>The crook is an 18-inch-long cane with a hooked head made of gold reinforced with blue copper bands. It functions as a <i>wand of reaching</i> (7th-level).<br><br>The flail is a 2-foot-long rod of gold, ended with three beaded strands of semi-precious stones. It functions as a <i>+3 greater striking greater thundering flail</i>. <br><br>While wielding both the crook and flail, you can cast spells that require common material components without having to produce the materials, as if you were using a material component pouch. This removes the manipulate trait from casting the spell, but just for the material component. It does not remove the manipulate trait from spells that require a somatic component.<br><br><b>Destruction</b> If the rightful ruler of Osirion strikes the crook and flail together with the intent to break them, both items shatter and turn instantly to sand.","src":"Custom","action0":0,"action0desc":"Cast a Spell; <b>Frequency</b> once per day; <b>Trigger</b> You are the target of a spell of 8th-level or lower; <b>Requirements</b> You are wielding the crook and flail; <b>Effect</b> You cast an arcane <i>spell turning</i> spell heightened to 8th-level with a +28 bonus to counteract."},{"databaseID":1,"timestamp":"1679767077417","uniqueIdentiier":"2df6b478-fc06-4b38-bc7d-c9155f0e50c3","category":8,"name":"Dune Boat","itemLevel":9,"price":700,"bulk":"1","traits":"3rd Party, Mummy's Mask, Rare, Magical, Transmutation","description":"Fashioned from bound reeds in traditional Osirian style, this wooden box emblazoned with Ancient Osiriani hieroglyphs can fold or unfold into a special boat when activated.","src":"Custom","action0":2,"action0desc":"(command, interact); <b>Effect</b> The <i>dune boat</i> can take two shapes. The first is a wooden box that’s 12 inches long, 6 inches wide, and 4 inches high; it weighs 1 Bulk and can store up to 1 Bulk of items. The other form is a rowboat. If the chosen form can't fit in the space, it takes the largest shape that does fit. You can activate the boat again to revert it to its original shape. If the boat is occupied, the item can't be activated. Much like a magical structure, a dune boat can't harm creatures when it unfolds and creatures within it are set aside harmlessly when it folds.\n\nUnlike a normal boat, though, it is made of bound reeds and is made primarily for sailing across desert sands, as well as used on the water. \n\nAny items that were stored inside the box appear in the boat or ship. Items stored on the boat or ship form that are too large to fit inside the box form are ejected from the vehicle and appear on the ground adjacent to the box. A <i>dune boat</i> with the broken condition must be repaired before it can change form again."},{"databaseID":1,"timestamp":"1679710583305","uniqueIdentiier":"566be1c6-1db6-43d3-ba55-e6acb98135aa","category":8,"name":"Effigy of Anubis","itemLevel":10,"price":1000,"bulk":"L","traits":"3rd Party, Mummy's Mask, Rare, Magical, Necromancy","usage":"the effigy is placed within the rib cage of a corpse","description":"This figurine stands several inches tall and is carved of black stone with gold highlights, resembling a man with the head of a jackal. This figurine depicts Anubis, the Ancient Osirian god of burial, funeral rites, mummification, and a protector of the dead and their tombs. <br><br><b>Activate</b> 10 minutes (manipulate); <b>Frequency</b> once per week; You place the effigy within the rib cage of a corpse. The effigy then casts talking corpse on the body and you are able to ask up to six questions, instead of only three.<br><br><b>Activate</b> 1 minute (manipulate); You can break the figurine, revealing a hollow interior filled with diamond dust. If the diamond dust is sprinkled on a corpse that has been dead for less than 48 hours, the creature comes back to life as if you had succeeded on a resurrect ritual. The creature remains alive for 24 hours, at which point the creature dies again. Once used in this way, the effigy is destroyed.","src":"Custom"},{"databaseID":1,"timestamp":"1679712127427","listCustomEffects":[{"proficiencyName":"Shield","effectType":9,"int0":5,"reference":"d07152ab-366e-4bf3-ac90-2c6e4b43e994"},{"proficiencyName":"Banishment","effectType":9,"bonusAmount":5,"reference":"105c6427-3a16-4d29-9aa0-eaccce72aad7"}],"uniqueIdentiier":"78287c93-0a0d-4ad1-9b5a-69c9b46d68c7","category":8,"name":"Eye of Horus","itemLevel":11,"price":1300,"traits":"3rd Party, Mummy's Mask, Uncommon, Abjuration, Invested, Magical","usage":"worn","description":"This triangular amulet of gold and lapis lazuli depicts a stylized eye-the symbol of the Ancient Osirian deity Horus, god of rulership, the sky, and the sun. Priests of Horus fashioned the first eye of Horus amulets centuries ago to protect members of their order, particularly from minions of the god Set. Now, the occasional amulet turns up in a marketplace or in the hands of nomadic traders or adventurers.<br>This amulet allows you to cast the <i>shield</i> cantrip as an arcane innate spell.","src":"Custom","action0":2,"action0desc":"Cast a Spell; <b>Frequency</b> once per day; <b>Requirements</b> The target of the spell must be an evil-aligned creature; <b>Effect</b> You cast a 5th-level arcane <i>banishment</i> spell and automatically impose the -2 circumstance penalty on the target."},{"databaseID":1,"timestamp":"1679712231742","listCustomEffects":[{"proficiencyName":"Mage Armor","effectType":9,"bonusAmount":1,"int0":3,"reference":"cfb8883d-38fe-43a0-b675-606a4be5f0a9"}],"uniqueIdentiier":"b4ee07b6-05d8-418e-958a-6766581a919a","category":8,"name":"Falcon Crown","itemLevel":11,"price":1400,"traits":"3rd Party, Mummy's Mask, Unique, Abjuration, Invested, Magical","usage":"worn","description":"This metal headdress is shaped like a falcon's head and enameled in brilliant colors. Originally crafted for a wizard dedicated to Horus as a reward from his pharaoh for his prowess on the battlefield, the falcon crown was believed lost when the wizard was struck down by an ancient blue dragon. Centuries later, however, archaeologists discovered the falcon crown among the ruins of lumen. Researcher-priests of Nethys acquired the crown shortly after, and when the Nethysian priestess Serethet became the Forgotten Pharaoh, she claimed the falcon crown for herself.<br>This crown allows you to cast a 4th-level <i>mage armor</i> as an arcane innate spell.","src":"Custom","action0":0,"action0desc":"(metamagic); <b>Trigger</b> You cast an arcane spell; <b>Frequency</b> Three times a day; <b>Effect</b> You make a spell attack at +18 to hit against the target of your spell, dealing 4d4 force damage on a success (or double damage on a critical success)."},{"databaseID":1,"timestamp":"1679710620473","uniqueIdentiier":"8846200e-736d-44ab-860c-fc04eac1788b","category":8,"name":"Game of Fortunate Passing","itemLevel":4,"price":100,"bulk":"1","traits":"3rd Party, Mummy's Mask, Rare, Divination, Magical","usage":"played for 30 minutes","description":"This wooden box contains a popular Osirian board game called senet, a game which has been played since the earliest days of Osirion’s First Age. Ten pawns (two sets of five) carved from petrified wood are stored within the box. The top of the box serves as the game board, with three rows of 10 squares each. Two characters can play the game against each other, or a single character can play against the game itself, which animates to play against its opponent. While a mundane senet game emulates the journey into the afterlife, a game of fortunate passing exerts genuine influence over a player's fate-it's said that the winner earns the protection and favor of the gods of Ancient Osirion.<br><br><b>Activate</b> 30 minutes of play; <b>Requirements</b> Two creatures are playing the game, or one creature plays the game itself; Frequency once per day; <b>Effect</b> At the end of the time, the creatures make opposed Intelligence checks; whoever wins the check wins the game. (The game has a +4 Intelligence.) The winner gains a +1 item bonus on saving throws to resist fear and death effects for 24 hours.","src":"Custom"},{"databaseID":1,"timestamp":"1679767124036","uniqueIdentiier":"f9f8c1f6-b029-4d6b-b8e1-faeb57c53dc3","category":8,"name":"Greater Dune Boat","itemLevel":16,"price":9000,"bulk":"1","traits":"3rd Party, Rare, Magical, Transmutation","description":"Fashioned from bound reeds in traditional Osirian style, this wooden box emblazoned with Ancient Osiriani hieroglyphs can fold or unfold into a special boat when activated.","src":"Custom","action0":2,"action0desc":"(command, interact); <b>Effect</b> The <i>dune boat</i> can take two shapes. The first is a wooden box that’s 12 inches long, 6 inches wide, and 4 inches high; it weighs 1 Bulk and can store up to 1 Bulk of items. The other form is a rowboat. If the chosen form can't fit in the space, it takes the largest shape that does fit. You can activate the boat again to revert it to its original shape. If the boat is occupied, the item can't be activated. Much like a magical structure, a dune boat can't harm creatures when it unfolds and creatures within it are set aside harmlessly when it folds.\n\nUnlike a normal boat, though, it is made of bound reeds and is made primarily for sailing across desert sands, as well as used on the water. \n\nAny items that were stored inside the box appear in the boat or ship. Items stored on the boat or ship form that are too large to fit inside the box form are ejected from the vehicle and appear on the ground adjacent to the box. A <i>dune boat</i> with the broken condition must be repaired before it can change form again.\n\nA greater dune boat's alternate form is a cutter, rather than a rowboat, piloted and crewed by ethereal sailors. The ethereal sailors don't prevent you from activating the boat to return it to a box."},{"databaseID":1,"timestamp":"1679712925660","uniqueIdentiier":"9b7d7e7e-ad98-4c38-9091-c4e905a5195a","category":8,"name":"Greater Venomous Rune","itemLevel":15,"price":6500,"traits":"3rd Party, Mummy's Mask, Uncommon, Magical, Necromancy, Poison","usage":"etched onto a weapon","description":"Green oil coats this weapon, dealing an extra 1d6 poison damage on a hit, plus 2d10 persistent poison damage on a critical hit. Poison damage dealt by this weapon (including the persistent poison damage) ignores the target’s poison resistance.","src":"Custom"},{"databaseID":1,"timestamp":"1679709976875","listCustomEffects":[{"proficiencyName":"Deception","bonusAmount":-1,"reference":"7d7fea67-1b63-466f-bd33-6453f753a64f"}],"uniqueIdentiier":"fe987029-24e9-4318-8bdd-37bb6b54571f","category":8,"name":"Hand of the Honest Man","itemLevel":3,"price":50,"bulk":"L","traits":"3rd Party, Mummy's Mask, Rare, Invested, Magical, Necromancy","usage":"worn around the neck","description":"This mummified humand hand comes from an honest man punished for a crime they didn’t commit, and is dried and hung from a simple twine thong around the neck. The hand’s scapegoat origins offer protection to its wearer. While invested, the wearer is uneasy when they deceive and takes a -1 item penalty to Deception checks.","src":"Custom","action0":0,"action0desc":"(mental); Trigger You fail the initial saving throw against a curse or misfortune effect; Effect The curse targets the hand instead and is contained within it. The hand can only contain one curse or misfortune effect and the effect does not end, even if it only lasts for a set period of time. The hand retains the curse until it is the target of a successful counteract from a <i>remove curse</i> spell, and the caster gains a +1 item bonus to their roll. If the hand is removed or uninvested while it holds a curse, it immediately transfers the curse to the creature who wore and invested the hand with no save to resist it."},{"databaseID":1,"timestamp":"1679710895722","uniqueIdentiier":"c0ee38e6-2ace-48f8-afa4-02d6104eb4a2","category":8,"name":"Headband of Intellect Fortress","itemLevel":10,"price":1300,"bulk":"L","traits":"3rd Party, Mummy's Mask, Rare, Enchantment, Invested, Magical","usage":"worn","description":"This golden headband grants a +2 item bonus on saves against any mental effects.","src":"Custom"},{"databaseID":1,"timestamp":"1679710883253","uniqueIdentiier":"5771f97d-133d-4e1b-b08c-76db9d03c8ee","category":8,"name":"Headband of Stupidity","itemLevel":10,"bulk":"L","traits":"3rd Party, Mummy's Mask, Rare, Cursed, Enchantment, Invested, Magical","usage":"worn","description":"This golden headband appears to be a magical headband (Headband of Intellect Fortress) that grants a +2 item bonus on saves against any mental effects. When you invest this headband, you become Stupefied 2 and the headband fuses to the wearer’s head. The wearer is unaware of this penalty.","src":"Custom"},{"databaseID":1,"timestamp":"1679709645335","uniqueIdentiier":"fdab12e9-006a-4914-9fa4-b3421e127877","category":8,"name":"Kohl of Uncanny Discernment","itemLevel":3,"price":8,"bulk":"L","traits":"3rd Party, Mummy's Mask, Uncommon, Alchemical, Consumable","usage":"applied to the eyes","description":"The dark cosmetic in this small decorative tube is made from finely ground minerals. Favored by Osirian men and women alike, nonmagical kohl is applied around the eyes and is used to reduce the glare from the desert sun, and cosmetically to cause the whites of the wearer's eyes to stand out distinctly.","src":"Custom","action0":3,"action0desc":"interact; Effect You gain low-light vision and a +1 item bonus on saving throws against visual effects for 1 hour."},{"databaseID":1,"timestamp":"1679767213490","uniqueIdentiier":"c9d04d47-c146-45d9-b24f-15eca68b72a6","category":8,"name":"Life Lantern","itemLevel":12,"price":4500,"bulk":"1","traits":"3rd Party, Mummy's Mask, Rare, Divine, Investment, Magical","usage":"held in 1 hand","description":"This lantern appears as a large ankh made of gold with a polished sphere of sapphire fitted into its center. A cleric who has the Death or Healing domain can use this lantern as a holy symbol.<br>If the lantern is invested by a living creature, it gains the healing, light, and positive traits and sheds bright light in a 20-foot radius (and dim light to the next 40 feet). All living creatures within the bright light of the lantern gain a +2 item bonus on flat checks to stabilize. Additionally, the lantern can be used as part of a <i>raise dead</i> spell, reducing the debilitating conditions to clumsy 1, drained 1, and enfeebled 1 for the week.<br><br>If the lantern is invested by an undead creature, it gains the darkness and negative traits and sheds magical darkness in a 20-foot radius. Light does not enter the area and any non-magical light sources do not emanate any light while inside the area. Undead creatures in the area of darkness are healed 4d6 Hit Points from negative healing every round.<br><br><b>Destruction</b> If the life lantern is buried in a coffin along with a living creature, it crumbles dust when the creature dies.","src":"Custom"},{"databaseID":1,"timestamp":"1679788707932","listCustomEffects":[{"proficiencyName":"Chill Touch","effectType":9,"bonusType":1,"reference":"e95d5ce3-addf-4e15-b5af-599bb68aa616"}],"uniqueIdentiier":"e6c75c20-2965-4053-8d62-549cce2d045d","category":8,"name":"Mask of the Forgotten Pharaoh (Evil)","itemLevel":22,"bulk":"1","traits":"3rd Party, Mummy's Mask, Unique, Apex, Artifact, Invested, Magical, Necromancy, Transmutation","usage":"worn mask","description":"Carved from gold and inlaid with cobalt, lapis lazuli, and onyx, this elaborate funerary mask was crafted for the Sky Pharaoh Hakotep I, and was intended to be interred along with his mummy in his tomb. Empowered by Hakotep's ka, the Mask of the Forgotten Pharaoh is a powerful artifact. <br>Once invested, you gain powers from the mask based on your alignment. Evil aligned creatures gain greater control over the undead, while good-aligned creatures are provided warding against death. A neutral aligned creature must choose to be treated as either good or evil when the mask is first invested; once this choice has been made, it cannot be reversed. <br>The mask unlocks additional powers as the wearer increases in level. At 7th level, when you invest the mask, you either increase your Wisdom score by 2 or increase it to 18, whichever would give you a higher score as if the mask were an apex item.<br><br><b>Evil Aligned abilities</b> You can cast the <i>chill touch</i> cantrip as a divine innate spell at will.<br><br><b>Activate</b> [3 actions] (command); <b>Frequency</b> Once per day; <b>Requirements</b> You are evil aligned; <b>Effect</b> You cast the <i>animate dead</i> spell heightened to half your level.<br><br><b>Activate</b> [2 Actions] (command); <b>Frequency</b> Once per day; <b>Requirements</b> You are evil aligned and 11th level; <b>Effect</b> You cast the <i>bind undead</i> spell heightened to half your level.<br><br><b>Activate</b> [2 Actions] (command); <b>Frequency</b> Once per day; <b>Requirements</b> You are evil aligned and 15th level; <b>Effect</b> You cast the <i>necrotize</i> spell and the save DC is 38.<br><br><b>Destruction</b> So long as the soul of Hakotep I remains sundered, the Mask of the Forgotten Pharaoh cannot be destroyed. If the three pieces of Hakotep's divided soul (his ba, ib, and ka) are reunited, the mask loses all of its magical abilities, becoming a mundane but valuable funerary mask.","src":"Custom","action0":3,"action0desc":""},{"databaseID":1,"timestamp":"1679788700135","uniqueIdentiier":"4e857f4a-8c18-4b3a-8043-e9299aa2b410","category":8,"name":"Mask of the Forgotten Pharaoh (Good)","itemLevel":22,"bulk":"1","traits":"3rd Party, Mummy's Mask, Unique, Apex, Artifact, Invested, Magical, Necromancy, Transmutation","usage":"worn mask","description":"Carved from gold and inlaid with cobalt, lapis lazuli, and onyx, this elaborate funerary mask was crafted for the Sky Pharaoh Hakotep I, and was intended to be interred along with his mummy in his tomb. Empowered by Hakotep's ka, the Mask of the Forgotten Pharaoh is a powerful artifact. <br>Once invested, you gain powers from the mask based on your alignment. Evil aligned creatures gain greater control over the undead, while good-aligned creatures are provided warding against death. A neutral aligned creature must choose to be treated as either good or evil when the mask is first invested; once this choice has been made, it cannot be reversed. <br>The mask unlocks additional powers as the wearer increases in level. At 7th level, when you invest the mask, you either increase your Wisdom score by 2 or increase it to 18, whichever would give you a higher score as if the mask were an apex item.<br><br><b>Good Aligned abilities</b>You gain a +3 item bonus to Fortitude saving throws against diseases; this applies to your daily save against a disease's progression.<br><br><b>Activate</b> [3 actions] (command); <b>Frequency</b> Once per day; <b>Requirements</b> You are good aligned; <b>Effect</b> You cast the <i>talking corpse</i> spell.<br><br><b>Activate</b> [2 Actions] (command); <b>Frequency</b> Once per day; <b>Requirements</b> You are good aligned and 11th level; <b>Effect</b> You cast the <i>death ward</i> spell.<br><br><b>Activate</b> [2 Actions] (command); <b>Frequency</b> Once per day; <b>Requirements</b> You are good aligned and 15th level; <b>Effect</b> You cast the <i>finger of death</i> spell and the save DC is 38.<br><br><b>Destruction</b> So long as the soul of Hakotep I remains sundered, the Mask of the Forgotten Pharaoh cannot be destroyed. If the three pieces of Hakotep's divided soul (his ba, ib, and ka) are reunited, the mask loses all of its magical abilities, becoming a mundane but valuable funerary mask.","src":"Custom"},{"databaseID":1,"timestamp":"1679709344349","uniqueIdentiier":"75ea4b0e-17a3-40e3-8c07-79bc64a803ae","category":8,"name":"Mummified Guardian (New)","itemLevel":3,"price":35,"bulk":"1","traits":"3rd Party, Mummy's Mask, Uncommon, Magical, Necromancy","usage":"interred in a sarcophagus","description":"This mummified house cat-dried, filled with sand, and bound in linen wrappings­ appears to be nothing more than a family pet buried alongside its deceased master. Far more than a mere pet, however, a mummified guardian protects and preserves the corpse it is interred with and acts as a guardian against grave robbers and looters, potentially driving such trespassers toward more dangerous defenders or traps. The mummified guard infuses a corpse it is interred with positive energy, preventing the corpse from being transformed into an undead while it remains in contact with the corpse.<br><br>In addition,  the first sarcophagus the mummified guardian is interred with gains additional protection against grave robbers.","src":"Custom","action0":0,"action0desc":"Frequency Once; Trigger The sarcophagus that the guardian is interred with is opened; Effect All creatures within 20 feet of the opened sarcophagus are the target of a fear spell and must succeed on a DC 17 Will save. A creature that critically fails the save flees in a direction of the original owner’s set direction."},{"databaseID":1,"timestamp":"1679709278631","uniqueIdentiier":"de2d913c-860f-41ac-9bb3-4e7e111885bc","category":8,"name":"Mummified Guardian (Used)","itemLevel":1,"price":10,"bulk":"1","traits":"3rd Party, Mummy's Mask, Uncommon, Magical, Necromancy","usage":"interred in a sarcophagus","description":"This mummified house cat-dried, filled with sand, and bound in linen wrappings­ appears to be nothing more than a family pet buried alongside its deceased master. Far more than a mere pet, however, a mummified guardian protects and preserves the corpse it is interred with and acts as a guardian against grave robbers and looters, potentially driving such trespassers toward more dangerous defenders or traps. The mummified guard infuses a corpse it is interred with positive energy, preventing the corpse from being transformed into an undead while it remains in contact with the corpse.","src":"Custom"},{"databaseID":1,"timestamp":"1679712464905","listCustomEffects":[{"proficiencyName":"Diplomacy","bonusAmount":2,"reference":"1e79d9f0-cb6e-4080-ad9c-2db99a36df24"}],"uniqueIdentiier":"4fa3c08c-2715-4182-9b8b-48d5898ef406","category":8,"name":"Mythyopoeic Sphinx","itemLevel":13,"price":3000,"traits":"3rd Party, Mummy's Mask, Rare, Divination, Invested, Magical","description":"Carved from sandstone, this small stone statuette depicts a female sphinx and is a powerful tool for divinations. You gain a +2 item bonus to Diplomacy checks.<br><br><b>Activate</b> 1 minute, Cast a Spell; <b>Frequency</b> Once per week; <b>Requirements</b> You ask the mythopoeic sphinx about an important person, place, or thing; <b>Effect</b> The <i>legend lore</i> ritual is cast and the mythopoeic sphinx is the primary caster with a +20 Occultism against the subject’s DC. Only you can assist as a Secondary Caster, your check providing additional information to the mythopoeic sphinx.","src":"Custom"},{"databaseID":1,"timestamp":"1679767310014","listCustomEffects":[{"proficiencyName":"Acid","effectType":12,"bonusAmount":5,"reference":"57c36195-a54f-4036-886a-ba090f305f91"},{"proficiencyName":"Fire","effectType":12,"bonusAmount":5,"reference":"522505b7-a028-482f-b63c-cef0aa75d5be"},{"proficiencyName":"Cold","effectType":12,"bonusAmount":5,"reference":"6ebaf413-a9ad-486a-bc94-2bccdb01d074"},{"proficiencyName":"Electricity","effectType":12,"bonusAmount":5,"reference":"ad8883f1-0601-4918-ad00-c4afab867b7b"}],"uniqueIdentiier":"875cc52d-f13e-414a-8028-1c91607a4cfd","category":8,"name":"Pharaoh's Key","itemLevel":14,"price":4000,"bulk":"L","traits":"3rd Party, Mummy's Mask, Unique, Artifact, Abjuration, Invested, Magical, Primal","usage":"held in 1 hand","description":"This key appears to be several metal bands interlocked in a sphere about 1 foot in diameter around a multi-colored core with a golden sphere at the center. While holding this strange-looking device, possibly of Shory origin, you gain resistance 5 to acid, cold, electricity, and fire, in addition when you succeed on a saving throw against an effect created by an elemental, you get a critical success instead.","src":"Custom"},{"databaseID":1,"timestamp":"1679767436028","listCustomEffects":[{"proficiencyName":"Stoneskin","effectType":9,"bonusAmount":4,"reference":"52f154c2-01e1-4184-a23e-32dc6b061741"}],"uniqueIdentiier":"e2098e42-6477-4e31-be93-4743473342ac","category":8,"name":"Ring of Stony Flesh","itemLevel":9,"price":700,"traits":"3rd Party, Mummy's Mask, Uncommon, Abjuration, Earth, Invested, Magical","usage":"worn","description":"This ring gives the wearer’s skin the appearance of flexible stone. If you roll a success against an effect that would petrify you, you get a critical success instead.","src":"Custom","action0":2,"action0desc":"<b>Frequency</b> once per day; <b>Effect</b> You cast a 4th-level arcane <i>stoneskin</i> spell."},{"databaseID":1,"timestamp":"1679769113385","listCustomEffects":[{"proficiencyName":"Speak with Animals","effectType":9,"bonusType":3,"bonusAmount":2,"reference":"b56d9389-204c-461f-9793-77dea5f70b67"},{"proficiencyName":"Summon Animal","effectType":9,"bonusType":3,"bonusAmount":1,"int0":6,"reference":"b836f4cf-2157-47f9-a2a9-4b7b3a245358"}],"uniqueIdentiier":"bc50bd88-532f-40d9-a517-136885af3958","category":8,"name":"Scarab of Khepri","itemLevel":15,"price":5300,"bulk":"L","traits":"3rd Party, Mummy's Mask, Divination, Invested, Magical, Primal","usage":"worn","description":"This small, blue figurine is fashioned in the likeness of a scarab beetle, the sacred animal of Khepri, the Ancient Osirian god of freedom, the rising sun, and work.<br><br><b>Activate</b> [2 Actions] Cast a Spell (concentrate); <b>Effect</b> You cast a primal <i>speak with animals</i> spell.<br><br><b>Activate</b> [3 Actions] Cast a Spell (concentrate); <b>Frequency</b> once per day; <b>Effect</b> You cast a primal <i>summon animal</i> spell heightened to 7th-level. This item only allows the summoner to summon swarms, like a tick swarm <i>(PB2 p.260)</i>.","src":"Custom"},{"databaseID":1,"timestamp":"1679711388059","uniqueIdentiier":"f33e9b7b-5c52-47e0-8fce-87aaa25b66dc","category":8,"name":"Scarab of Mummy Defense","itemLevel":9,"price":650,"bulk":"L","traits":"3rd Party, Mummy's Mask, Uncommon, Detection, Divination, Invested, Magical","usage":"worn","description":"This gold amulet is fashioned in the shape of a winged scarab beetle holding a large ruby that represents the solar disk. You gain a +2 item bonus on saving throws against fear effects.","src":"Custom","action0":1,"action0desc":"(mental, concentrate); <b>Frequency</b> Three times per day; <b>Effect</b> You detect any creatures with the Mummy trait within 60 feet."},{"databaseID":1,"timestamp":"1679711595997","listCustomEffects":[{"proficiencyName":"Light","effectType":9,"int0":4,"reference":"0599d57d-cc88-4e03-80c1-c646a9284303"}],"uniqueIdentiier":"0f355d8b-1c87-49df-b6d8-81d0408b008b","category":8,"name":"Sun Falcon Pectoral","itemLevel":10,"price":900,"bulk":"L","traits":"3rd Party, Mummy's Mask, Uncommon, Evocation, Light, Magical, Invested","usage":"worn around the neck","description":"This ornate pectoral necklace is crafted out of articulated gold plates arranged in the shape of a falcon—the sacred animal of Horus, the Ancient Osirion god of the sun and the sky.<br><br><b>Activate</b> [3-Actions]; (mental, concentrate); <b>Requirements</b> You are in an area with direct, natural sunlight; <b>Duration</b> 5 rounds; <b>Frequency</b> Once per day; <b>Effect</b> You call down a dazzling beam of sunlight. You call down a beam of sunlight that is 30 feet long and 5 feet wide within 100 feet. A creature struck by a beam takes 3d8 fire damage and makes a DC 27 Reflex save. Once per round for the duration, you can spend an action with the Mental and Concentrate trait to call down another beam of sunlight.<br><b>Critical Success</b> The creature is unaffected.<br><b>Success</b> The creature takes half damage and is dazzled for 1 round.<br><b>Failure</b> The creature takes full damage and is blinded for 1 round.<br><b>Critical Failure</b> The creature takes double damage and is blinded for 3 rounds.","src":"Custom","action0":1,"action0desc":"(Mental, Concentrate); <b>Requirements</b> You are indoors, underground, or in areas of darkness; <b>Frequency</b> Once per day; <b>Effect</b> You cast the cantrip <i>light</i> heightened to 4th-level."},{"databaseID":1,"timestamp":"1679709760954","listCustomEffects":[{"proficiencyName":"Comprehend Language","effectType":9,"bonusType":1,"bonusAmount":2,"reference":"50013b73-fcf6-4213-a6bf-0ea8850d1b2c"}],"uniqueIdentiier":"81acc3b6-9ab7-49b2-9c38-260757eaea2d","category":8,"name":"Tablet of Languages Lost","itemLevel":5,"price":160,"bulk":"1","traits":"3rd Party, Mummy's Mask, Rare, Divination, Magical","usage":"held in 2 hands","description":"Fashioned from granite, this stone tablet is approximately 2 feet long, 1 foot wide, and just over an inch thick. Dating to the period of the Keleshite Interregnum in Osirion over 2,000 years ago, the tablet was once part of a larger stone stele that was publicly displayed for all to see. The broken slab is inscribed with a vow of fealty to the Padishah Emperor of Kelesh in three different languages: Ancient Osiriani, Kelish, and contemporary Osiriani. The characters and hieroglyphs of the three languages correspond to one another and serve as a translation key between the languages.","src":"Custom","action0":2,"action0desc":"Frequency Once per day; Effect You cast a 2nd-level divine <i>comprehend languages</i> spell."},{"databaseID":1,"timestamp":"1679710182353","uniqueIdentiier":"6f775dc7-cbc0-4a29-a744-29eff5dae5c4","category":8,"name":"Ushabti of the Willing Servant","itemLevel":5,"price":30,"bulk":"L","traits":"3rd Party, Mummy's Mask, Rare, Conjuration, Consumable, Magical","description":"This small stone figure depicts a mummified servant holding carved tools in its crossed arms. It appears similar to the funerary figurines called ushabti frequently found buried with the deceased in Osirian tombs.","src":"Custom","action0":3,"action0desc":"(interact); Effect You conjure a warrior to fight for you. You summon a bodyguard <i>(GMG p.226)</i> who fights for you for 1 hour, or until reduced to 0 hit points."},{"databaseID":1,"timestamp":"1679712866091","uniqueIdentiier":"8aa58faf-3cd3-471d-9ba8-c0938f0626ec","category":8,"name":"Venemous Rune","itemLevel":8,"price":500,"traits":"3rd Party, Mummy's Mask, Uncommon, Magical, Necromancy, Poison","usage":"etched onto a weapon","description":"Green oil coats this weapon, dealing an extra 1d6 poison damage on a hit, plus 1d10 persistent poison damage on a critical hit.","src":"Custom"}]}